Repository: ykunitsa/inner-hero
Catalog: Inner Hero/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# pmr.group.leftBicep.accusative
source: left upper arm
ru: левый бицепс

# pmr.group.leftCalf.accusative
source: left calf
ru: левую голень

# pmr.group.leftFoot.accusative
source: left foot
ru: левую ступню

# pmr.group.leftHandForearm.accusative
source: left hand and forearm
ru: левую кисть и предплечье

# pmr.group.leftLeg.accusative
source: left leg
ru: левую ногу

# pmr.group.leftThigh.accusative
source: left thigh
ru: левое бедро

# pmr.group.legs.accusative
source: legs
ru: ноги

# pmr.group.lowerFace.accusative
source: jaw and mouth
ru: челюсть и рот

# pmr.group.neck.accusative
source: neck
ru: шею

# pmr.group.rightArm.accusative
source: right arm
ru: правую руку

# pmr.group.rightBicep.accusative
source: right upper arm
ru: правый бицепс

# pmr.group.rightCalf.accusative
source: right calf
ru: правую голень

# pmr.group.rightFoot.accusative
source: right foot
ru: правую ступню

# pmr.group.rightHandForearm.accusative
source: right hand and forearm
ru: правую кисть и предплечье

# pmr.group.rightLeg.accusative
source: right leg
ru: правую ногу

# pmr.group.rightThigh.accusative
source: right thigh
ru: правое бедро

# pmr.group.torso.accusative
source: torso
ru: корпус

# pmr.group.upperFace.accusative
source: eyes and nose
ru: глаза и нос

source: Point your toes down and tense your calves and feet.
ru: Опустите носки вниз и напрягите икры и стопы.

source: Practice minutes
ru: Минуты практик

source: Praise for completing the session
ru: Похвала за выполнение сеанса

source: Predefined
ru: Предустановленные

source: Predefined list
ru: Предустановленный список

# predefined.activation.category.achievement.title
source: Achievement
ru: Достижение

# predefined.activation.category.creative.title
source: Creative
ru: Творческие

# predefined.activation.category.physical.title
source: Physical
ru: Физические

# predefined.activation.category.pleasure.title
source: Pleasure
ru: Удовольствие

# predefined.activation.category.self_care.title
source: Self-Care
ru: Забота о себе

# predefined.activation.category.social.title
source: Social
ru: Социальные

# predefined.activation.category.values.title
source: Values
ru: Ценностные

# predefined.activation.morning_routine.activity1
source: Warm-up for 20–30 minutes
ru: Разминка 20–30 минут

# predefined.activation.morning_routine.activity2
source: Take a shower
ru: Принять душ

# predefined.activation.morning_routine.activity3
source: Healthy breakfast
ru: Полезный завтрак

# predefined.activation.morning_routine.activity4
source: Review goals for the day
ru: Просмотреть цели на день

# predefined.activation.morning_routine.activity5
source: Meditation for 10 minutes
ru: Медитация 10 минут

# predefined.activation.morning_routine.title
source: Morning routine
ru: Утренняя рутина

# predefined.activation.physical_activity.activity1
source: Jog or run
ru: Пробежка или бег

# predefined.activation.physical_activity.activity2
source: Yoga or stretching
ru: Йога или растяжка

# predefined.activation.physical_activity.activity3
source: Gym workout
ru: Тренировка в зале

# predefined.activation.physical_activity.activity4
source: Play a sport
ru: Заняться спортом

# predefined.activation.physical_activity.activity5
source: Go swimming
ru: Плавание

# predefined.activation.physical_activity.activity6
source: Dance workout
ru: Танцевальная тренировка

# predefined.activation.physical_activity.activity7
source: Hike or long walk
ru: Поход или длительная прогулка

# predefined.activation.physical_activity.title
source: Physical activity
ru: Физическая активность

# predefined.activation.productive_tasks.activity1
source: Finish a work task
ru: Завершить рабочую задачу

# predefined.activation.productive_tasks.activity2
source: Tidy up at home
ru: Навести порядок дома

# predefined.activation.productive_tasks.activity3
source: Learn something new
ru: Выучить что-то новое

# predefined.activation.productive_tasks.activity4
source: Move a personal project forward
ru: Продвинуть личный проект

# predefined.activation.productive_tasks.activity5
source: Plan the week
ru: Спланировать неделю

# predefined.activation.productive_tasks.activity6
source: Handle pending tasks
ru: Разобрать накопившиеся дела

# predefined.activation.productive_tasks.title
source: Productive tasks
ru: Полезные дела

# predefined.activation.self_care.activity1
source: Take a relaxing bath
ru: Принять расслабляющую ванну

# predefined.activation.self_care.activity2
source: Read for pleasure
ru: Почитать для удовольствия

# predefined.activation.self_care.activity3
source: Listen to favorite music
ru: Послушать любимую музыку

# predefined.activation.self_care.activity4
source: Do a hobby
ru: Заняться хобби

# predefined.activation.self_care.activity5
source: Call a friend or loved one
ru: Позвонить другу или близкому

# predefined.activation.self_care.activity6
source: Walk in nature
ru: Прогулка на природе

# predefined.activation.self_care.title
source: Self-care
ru: Забота о себе

# predefined.activation.social_contacts.activity1
source: Meet a friend for coffee
ru: Встретиться с другом за чашкой кофе

# predefined.activation.social_contacts.activity2
source: Attend an event
ru: Сходить на мероприятие

# predefined.activation.social_contacts.activity3
source: Join a club or group
ru: Вступить в клуб или группу

# predefined.activation.social_contacts.activity4
source: Volunteering
ru: Волонтёрство

# predefined.activation.social_contacts.activity5
source: Message or call a new acquaintance
ru: Написать или позвонить новому знакомому

# predefined.activation.social_contacts.activity6
source: Spend time with family
ru: Провести время с семьёй

# predefined.activation.social_contacts.title
source: Social connections
ru: Социальные контакты

# predefined.activation.task.achievement_01.hint
source: The smallest overdue one
ru: Самое маленькое из отложенных

# predefined.activation.task.achievement_01.title
source: Do one task from your to-do list
ru: Сделать одно дело из списка задач

# predefined.activation.task.achievement_02.hint
source: The one you've been putting off
ru: То, что откладывалось

# predefined.activation.task.achievement_02.title
source: Reply to an important message
ru: Ответить на важное сообщение

# predefined.activation.task.achievement_03.hint
source: A small admin task
ru: Маленькая административная задача

# predefined.activation.task.achievement_03.title
source: Pay a bill or make a call
ru: Оплатить счёт или сделать звонок

# predefined.activation.task.achievement_04.hint
source: Delete junk, reply to one
ru: Удалить лишнее, ответить на одно

# predefined.activation.task.achievement_04.title
source: Sort through your inbox
ru: Разобрать входящие письма

# predefined.activation.task.achievement_05.hint
source: Bring something to 'done'
ru: Довести до «готово»

# predefined.activation.task.achievement_05.title
source: Finish a started project
ru: Завершить начатый проект

# predefined.activation.task.achievement_06.hint
source: Throw away what you don't need
ru: Выбросить ненужное

# predefined.activation.task.achievement_06.title
source: Organise one drawer
ru: Навести порядок в одном ящике

# predefined.activation.task.achievement_07.hint
source: An article, video, or lesson — 15 minutes
ru: Статья, видео, урок — 15 минут

# predefined.activation.task.achievement_07.title
source: Learn something new
ru: Выучить что-то новое

# predefined.activation.task.achievement_08.hint
source: Three main things
ru: Три главных дела

# predefined.activation.task.achievement_08.title
source: Plan for tomorrow
ru: Составить план на завтра

# predefined.activation.task.creative_01.hint
source: No goal — just enjoy the process
ru: Без цели — просто процесс

# predefined.activation.task.creative_01.title
source: Draw or colour
ru: Порисовать или раскрасить

# predefined.activation.task.creative_02.hint
source: 5–10 minutes, free flow
ru: 5–10 минут, свободным потоком

# predefined.activation.task.creative_02.title
source: Write in a journal
ru: Написать в дневник

# predefined.activation.task.creative_03.hint
source: No expectations of yourself
ru: Без требований к себе

# predefined.activation.task.creative_03.title
source: Play a musical instrument
ru: Поиграть на музыкальном инструменте

# predefined.activation.task.creative_04.hint
source: A recipe you've wanted to try
ru: Рецепт, который давно хотелось

# predefined.activation.task.creative_04.title
source: Cook something new
ru: Приготовить что-то новое

# predefined.activation.task.creative_05.hint
source: On a walk or at home
ru: На прогулке или дома

# predefined.activation.task.creative_05.title
source: Photograph something beautiful
ru: Сфотографировать что-то красивое

# predefined.activation.task.creative_06.hint
source: Knitting, sewing, or sculpting
ru: Вязание, шитьё, лепка

# predefined.activation.task.creative_06.title
source: Do some crafting
ru: Порукодельничать

# predefined.activation.task.creative_07.hint
source: Water, repot, or just look
ru: Полить, пересадить, посмотреть

# predefined.activation.task.creative_07.title
source: Tend to your plants
ru: Поработать с растениями

# predefined.activation.task.creative_08.hint
source: Art, design, or architecture
ru: Арт, дизайн, архитектура

# predefined.activation.task.creative_08.title
source: Watch inspiring content
ru: Посмотреть вдохновляющий контент

# predefined.activation.task.physical_01.hint
source: Pace doesn't matter
ru: Темп не важен

# predefined.activation.task.physical_01.title
source: Go for a 10–15 minute walk
ru: Прогуляться 10–15 минут

# predefined.activation.task.physical_02.hint
source: A few exercises at home
ru: Пара упражнений дома

# predefined.activation.task.physical_02.title
source: Do a 5–10 minute workout
ru: Зарядка 5–10 минут

# predefined.activation.task.physical_03.hint
source: One or two songs
ru: Одна-две песни

# predefined.activation.task.physical_03.title
source: Dance at home
ru: Потанцевать дома

# predefined.activation.task.physical_04.hint
source: 15–20 minutes
ru: 15–20 минут

# predefined.activation.task.physical_04.title
source: Stretch or do yoga
ru: Сделать растяжку или йогу

# predefined.activation.task.physical_05.hint
source: With or without a destination
ru: Без маршрута или с целью

# predefined.activation.task.physical_05.title
source: Ride a bicycle
ru: Поехать на велосипеде

# predefined.activation.task.physical_06.hint
source: Pool or open water
ru: Бассейн или открытая вода

# predefined.activation.task.physical_06.title
source: Go for a swim
ru: Поплавать

# predefined.activation.task.physical_07.hint
source: Doesn't matter how long
ru: Не важно как долго

# predefined.activation.task.physical_07.title
source: Go for a run
ru: Пробежаться

# predefined.activation.task.physical_08.hint
source: If you have no energy — this counts too
ru: Если совсем нет сил — это тоже движение

# predefined.activation.task.physical_08.title
source: Just stand up and walk around
ru: Просто встать и походить

# predefined.activation.task.physical_09.hint
source: Even a light workout
ru: Даже лёгкая тренировка

# predefined.activation.task.physical_09.title
source: Go to the gym
ru: Сходить в спортзал

# predefined.activation.task.pleasure_01.hint
source: Without guilt about 'wasted' time
ru: Без вины за «потраченное» время

# predefined.activation.task.pleasure_01.title
source: Watch a favourite show or film
ru: Посмотреть любимый сериал или фильм

# predefined.activation.task.pleasure_02.hint
source: A whole album, mindfully
ru: Целый альбом, осознанно

# predefined.activation.task.pleasure_02.title
source: Listen to your favourite music
ru: Послушать любимую музыку

# predefined.activation.task.pleasure_03.hint
source: Something you've been craving
ru: То, что давно хотелось

# predefined.activation.task.pleasure_03.title
source: Eat something really delicious
ru: Съесть что-то очень вкусное

# predefined.activation.task.pleasure_04.hint
source: 30 minutes without distractions
ru: 30 минут без отвлечений

# predefined.activation.task.pleasure_04.title
source: Read a book or magazine
ru: Почитать книгу или журнал

# predefined.activation.task.pleasure_05.hint
source: Board game, video game, or mobile
ru: Настолка, видеоигра, мобильная

# predefined.activation.task.pleasure_05.title
source: Play a game
ru: Поиграть в игру

# predefined.activation.task.pleasure_06.hint
source: Do nothing — it's okay too
ru: Ничего не делать — это тоже ок

# predefined.activation.task.pleasure_06.title
source: Look out the window with coffee or tea
ru: Посмотреть в окно с кофе или чаем

# predefined.activation.task.pleasure_07.hint
source: Intentionally, not mindlessly
ru: Намеренно, не бесцельно

# predefined.activation.task.pleasure_07.title
source: Watch funny videos
ru: Посмотреть смешные видео

# predefined.activation.task.pleasure_08.hint
source: With a candle, book, or music
ru: Со свечой, книгой или музыкой

# predefined.activation.task.pleasure_08.title
source: Take a long bath
ru: Принять долгую ванну

# predefined.activation.task.pleasure_09.hint
source: A flower, book, or snack
ru: Цветок, книга, вкусняшка

# predefined.activation.task.pleasure_09.title
source: Treat yourself to something small
ru: Побаловать себя чем-то маленьким

# predefined.activation.task.self_care_01.hint
source: Even a quick one counts
ru: Даже краткий — уже шаг

# predefined.activation.task.self_care_01.title
source: Take a shower or bath
ru: Принять душ или ванну

# predefined.activation.task.self_care_02.hint
source: Sit down and eat without your phone
ru: Сесть и поесть без телефона

# predefined.activation.task.self_care_02.title
source: Have a proper breakfast
ru: Нормально позавтракать

# predefined.activation.task.self_care_03.hint
source: Choose a time and stick to it
ru: Выбрать время и придерживаться

# predefined.activation.task.self_care_03.title
source: Go to bed on time
ru: Лечь спать вовремя

# predefined.activation.task.self_care_04.hint
source: Keep a bottle in plain sight
ru: Поставить бутылку на видном месте

# predefined.activation.task.self_care_04.title
source: Drink enough water
ru: Выпить достаточно воды

# predefined.activation.task.self_care_05.hint
source: Even if you're not going anywhere
ru: Даже если никуда не идёшь

# predefined.activation.task.self_care_05.title
source: Get dressed and tidy up
ru: Одеться и привести себя в порядок

# predefined.activation.task.self_care_06.hint
source: Just the desk or just the bed
ru: Только стол или только кровать

# predefined.activation.task.self_care_06.title
source: Tidy one spot in your room
ru: Убрать одно место в комнате

# predefined.activation.task.self_care_07.hint
source: 20–30 minutes in one area
ru: 20–30 минут в одной зоне

# predefined.activation.task.self_care_07.title
source: Do a small clean-up
ru: Сделать небольшую уборку

# predefined.activation.task.self_care_08.hint
source: Not a ready-made dish
ru: Не полуфабрикат

# predefined.activation.task.self_care_08.title
source: Cook a proper meal
ru: Приготовить полноценную еду

# predefined.activation.task.self_care_09.hint
source: 15 minutes by a window or outside
ru: 15 минут у окна или снаружи

# predefined.activation.task.self_care_09.title
source: Sit in the sun
ru: Посидеть на солнце

# predefined.activation.task.self_care_10.hint
source: Even for just 10 minutes
ru: Хотя бы на 10 минут

# predefined.activation.task.self_care_10.title
source: Get some fresh air
ru: Выйти на свежий воздух

# predefined.activation.task.social_01.hint
source: Just to ask how they're doing
ru: Просто узнать как дела

# predefined.activation.task.social_01.title
source: Message a friend or loved one
ru: Написать другу или близкому

# predefined.activation.task.social_02.hint
source: Not for business — just to talk
ru: Не по делу, а просто поговорить

# predefined.activation.task.social_02.title
source: Call someone
ru: Позвонить кому-то

# predefined.activation.task.social_03.hint
source: Café, walk, or at home
ru: Кафе, прогулка, дома

# predefined.activation.task.social_03.title
source: Meet someone in person
ru: Встретиться с кем-то лично

# predefined.activation.task.social_04.hint
source: A compliment or words of thanks
ru: Комплимент, слова благодарности

# predefined.activation.task.social_04.title
source: Say something kind to someone
ru: Сказать кому-то что-то приятное

# predefined.activation.task.social_05.hint
source: Café, park, or library
ru: Кафе, парк, библиотека

# predefined.activation.task.social_05.title
source: Go somewhere with people
ru: Пойти в место, где есть люди

# predefined.activation.task.social_06.hint
source: The one it felt awkward to ignore
ru: То, что неловко было игнорировать

# predefined.activation.task.social_06.title
source: Reply to a long-overdue message
ru: Ответить на давно висящее сообщение

# predefined.activation.task.social_07.hint
source: 30+ minutes together
ru: 30+ минут вместе

# predefined.activation.task.social_07.title
source: Walk with a friend or pet
ru: Погулять с другом или питомцем

# predefined.activation.task.values_01.hint
source: Small, practical help
ru: Маленькая практическая помощь

# predefined.activation.task.values_01.title
source: Help someone with a task
ru: Помочь кому-то с делом

# predefined.activation.task.values_02.hint
source: A surprise, care, or attention
ru: Сюрприз, забота, внимание

# predefined.activation.task.values_02.title
source: Do something for someone without being asked
ru: Сделать что-то для другого без просьбы

# predefined.activation.task.values_03.hint
source: A small contribution to something important
ru: Небольшой вклад в важное дело

# predefined.activation.task.values_03.title
source: Donate or take part in a cause
ru: Пожертвовать или поучаствовать в акции

# predefined.activation.task.values_04.hint
source: 10 minutes without a screen
ru: 10 минут без экрана

# predefined.activation.task.values_04.title
source: Spend time in silence or meditation
ru: Провести время в тишине или медитации

# predefined.activation.task.values_05.hint
source: Park, forest, or shore — mindfully
ru: Парк, лес, берег — осознанно

# predefined.activation.task.values_05.title
source: Spend time in nature
ru: Побыть на природе

# predefined.activation.task.values_06.hint
source: A letter, message, or out loud
ru: Письмо, сообщение или вслух

# predefined.activation.task.values_06.title
source: Thank someone sincerely
ru: Поблагодарить кого-то искренне

# predefined.exposure.asking_salesperson.description
source: Asking a store associate for help in a shop
ru: Обратиться за помощью к продавцу в магазине

# predefined.exposure.asking_salesperson.step1
source: Enter a clothing or electronics store
ru: Зайти в магазин одежды или электроники

# predefined.exposure.asking_salesperson.step2
source: Find a store associate
ru: Найти продавца-консультанта

# predefined.exposure.asking_salesperson.step3
source: Approach and say hello
ru: Подойти и поздороваться

# predefined.exposure.asking_salesperson.step4
source: Ask a question about a product
ru: Задать вопрос о товаре

# predefined.exposure.asking_salesperson.step5
source: Ask to see 2–3 options
ru: Попросить показать 2–3 варианта

# predefined.exposure.asking_salesperson.step6
source: Thank them, even if you do not buy anything
ru: Поблагодарить, даже если ничего не купите

# predefined.exposure.asking_salesperson.title
source: Asking a Salesperson a Question
ru: Вопрос продавцу в магазине

# predefined.exposure.cafe_introduction.description
source: Starting a conversation with someone new in a public place
ru: Начать разговор с незнакомым человеком в общественном месте

# predefined.exposure.cafe_introduction.step1
source: Go to a cafe or coworking space
ru: Прийти в кафе или коворкинг

# predefined.exposure.cafe_introduction.step2
source: Choose someone who is not busy
ru: Выбрать человека, который не занят

# predefined.exposure.cafe_introduction.step3
source: Approach with a smile
ru: Подойти с улыбкой

# predefined.exposure.cafe_introduction.step4
source: Start with a simple question (for example, about Wi-Fi)
ru: Начать с простого вопроса (например, про Wi‑Fi)

# predefined.exposure.cafe_introduction.step5
source: If the person is open to conversation, introduce yourself
ru: Если человек настроен на разговор — представьтесь

# predefined.exposure.cafe_introduction.step6
source: Keep a short dialogue for 2–3 minutes
ru: Поддержать короткий диалог 2–3 минуты

# predefined.exposure.cafe_introduction.step7
source: Politely end the conversation
ru: Вежливо завершить разговор

# predefined.exposure.cafe_introduction.title
source: Introducing Yourself in a Cafe
ru: Знакомство в кафе

# predefined.exposure.calling_stranger.description
source: Calling an organization to ask for information
ru: Звонок в организацию с вопросом

# predefined.exposure.calling_stranger.step1
source: Choose an organization (bank, store, clinic)
ru: Выбрать организацию (банк, магазин, клиника)

# predefined.exposure.calling_stranger.step2
source: Prepare your question in advance
ru: Подготовить вопрос заранее

# predefined.exposure.calling_stranger.step3
source: Find the phone number
ru: Найти номер телефона

# predefined.exposure.calling_stranger.step4
source: Dial the number
ru: Набрать номер

# predefined.exposure.calling_stranger.step5
source: Wait for the operator to answer
ru: Дождаться ответа оператора

# predefined.exposure.calling_stranger.step6
source: Ask your question in a calm voice
ru: Задать вопрос спокойным голосом

# predefined.exposure.calling_stranger.step7
source: Thank them and say goodbye
ru: Поблагодарить и попрощаться

# predefined.exposure.calling_stranger.title
source: Calling a Stranger
ru: Звонок незнакомцу

# predefined.exposure.cinema_alone.description
source: Going to a movie theater by yourself
ru: Поход в кинотеатр в одиночку

# predefined.exposure.cinema_alone.step1
source: Choose a movie and showtime
ru: Выбрать фильм и сеанс

# predefined.exposure.cinema_alone.step2
source: Buy a ticket online or at the box office
ru: Купить билет онлайн или в кассе

# predefined.exposure.cinema_alone.step3
source: Arrive at the theater 15 minutes early
ru: Прийти в кинотеатр за 15 минут до сеанса

# predefined.exposure.cinema_alone.step4
source: Buy popcorn or a drink (optional)
ru: Купить попкорн или напиток (по желанию)

# predefined.exposure.cinema_alone.step5
source: Find your seat
ru: Найти своё место

# predefined.exposure.cinema_alone.step6
source: Watch the movie on your own
ru: Посмотреть фильм самостоятельно

# predefined.exposure.cinema_alone.step7
source: Leave the theater calmly after the show
ru: Спокойно выйти из зала после сеанса

# predefined.exposure.cinema_alone.title
source: Going to the Movies Alone
ru: Поход в кино в одиночку

# predefined.exposure.crowded_place.description
source: Walking in a mall or on a main street during busy hours
ru: Прогулка по торговому центру или главной улице в час пик

# predefined.exposure.crowded_place.step1
source: Choose a crowded place (mall, park)
ru: Выбрать людное место (ТЦ, парк)

# predefined.exposure.crowded_place.step2
source: Go during peak time (weekend, lunch hour)
ru: Прийти в час пик (выходной, обеденное время)

# predefined.exposure.crowded_place.step3
source: Walk at a slow pace
ru: Идти неспешным шагом

# predefined.exposure.crowded_place.step4
source: Notice the people around you
ru: Замечать людей вокруг

# predefined.exposure.crowded_place.step5
source: If needed, ask someone to move a little
ru: При необходимости вежливо попросить посторониться

# predefined.exposure.crowded_place.step6
source: Sit on a bench or in a cafe among people
ru: Посидеть на скамейке или в кафе среди людей

# predefined.exposure.crowded_place.title
source: Walking in a Crowded Place
ru: Прогулка в людном месте
